{
  "base_model_name_or_path": "roberta-large",
  "bias": "all",
  "enable_lora": null,
  "fan_in_fan_out": false,
  "inference_mode": true,
  "lora_alpha": 16,
  "lora_dropout": 0.1,
  "merge_weights": false,
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 16,
  "target_modules": [
    "query",
    "value"
  ],
  "task_type": "TOKEN_CLS"
}